<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2021 Canonical  -->
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <displayName>Ubuntu policy</displayName>
  <description>This is the Ubuntu policy</description>
  <resources>

    <stringTable>
      <string id="UbuntuDisplayUbuntu">Ubuntu</string>
      <string id="UbuntuDisplayDesktop">Desktop</string>
      <string id="UbuntuDisplayAccessibility">Accessibility</string>
      <string id="UbuntuDisplayBackground">Background</string>
      <string id="UbuntuDisplayShell">Shell</string>
      <string id="UbuntuDisplayClock">Clock</string>
      <string id="UbuntuDisplayNotifications">Notifications</string>
      <string id="UbuntuDisplayLockDown">LockDown</string>
      <string id="UbuntuDisplayKeyboardShortcuts">Keyboard shortcuts</string>
      <string id="UbuntuDisplayScreensaver">Screensaver</string>
      <string id="UbuntuDisplayPeripherals">Peripherals</string>
      <string id="UbuntuDisplayLoginScreen">Login Screen</string>
      <string id="UbuntuDisplayAuthentication">Authentication</string>
      <string id="UbuntuDisplayInterface">Interface</string>
      <string id="UbuntuDisplayClientManagement">Client management</string>
      <string id="UbuntuDisplayPrivilegeAuthorization">Privilege Authorization</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Whether toolkits should load accessibility related modules.

- Type: dconf
- Key: /org/gnome/desktop/interface/toolkit-accessibility
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">Whether the on-screen keyboard is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-keyboard-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Whether the screen magnifier is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-magnifier-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Whether the screen reader is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-reader-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs.

- Type: dconf
- Key: /org/gnome/desktop/background/picture-uri
- Default: &#39;file:///usr/share/backgrounds/warty-final-ubuntu.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureOptions">Determines how the image set by wallpaper_filename is rendered. Possible values are “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.

- Type: dconf
- Key: /org/gnome/desktop/background/picture-options
- Default: &#39;zoom&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellFavoriteApps">The applications corresponding to these identifiers will be displayed in the favorites area.

- Type: dconf
- Key: /org/gnome/shell/favorite-apps
- Default for 20.04: [ &#39;ubiquity.desktop&#39;, &#39;firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 21.04: [ &#39;ubiquity.desktop&#39;, &#39;firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 21.10: [ &#39;ubuntu-desktop-installer_ubuntu-desktop-installer.desktop&#39;, &#39;ubiquity.desktop&#39;, &#39;firefox_firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 22.04: [ &#39;ubuntu-desktop-installer_ubuntu-desktop-installer.desktop&#39;, &#39;ubiquity.desktop&#39;, &#39;firefox_firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons">If set to true, then file manager will draw the icons on the desktop.

- Type: dconf
- Key: /org/gnome/desktop/background/show-desktop-icons
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button in the dash

- Type: dconf
- Key: /org/gnome/shell/extensions/dash-to-dock/show-show-apps-button
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-format
- Default: &#39;24h&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowDate">If true, display date in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-date
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowWeekday">If true, display weekday in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-weekday
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowBanners">Whether notification banners are visible for application notifications.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-banners
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableCommandLine">Prevent the user from accessing the terminal or specifying a command line to be executed. For example, this would disable access to the panel’s “Run Application” dialog.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-command-line
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLogOut">Prevent the user from logging out.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-log-out
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableUserSwitching">Prevent the user from switching to another account while his session is active.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-user-switching
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrinting">Prevent the user from printing. For example, this would disable access to all applications’ “Print” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-printing
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrintSetup">Prevent the user from modifying print settings. For example, this would disable access to all applications’ “Print Setup” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-print-setup
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk">Prevent the user from saving files to disk. For example, this would disable access to all applications’ “Save as” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-save-to-disk
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Stop the user from modifying user accounts. By default, we allow adding and removing users, as well as changing other users settings.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/user-administration-disabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Binding to launch GNOME Settings.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/media-keys/control-center
- Default: [&#39;&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Binding to launch the terminal.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/media-keys/terminal
- Default: [&#39;&lt;Primary&gt;&lt;Alt&gt;t&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the Activities Overview.

- Type: dconf
- Key: /org/gnome/shell/keybindings/toggle-overview
- Default: [&#34;&lt;Super&gt;s&#34;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view of the Activities Overview.

- Type: dconf
- Key: /org/gnome/shell/keybindings/toggle-application-view
- Default: [&#34;&lt;Super&gt;a&#34;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">

- Type: dconf
- Key: /org/gnome/desktop/wm/keybindings/panel-main-menu
- Default: [&#39;&lt;Alt&gt;F1&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">DEPRECATED: This key is deprecated and ignored.</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">DEPRECATED: This key is deprecated and ignored.</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">Show the activities overview</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">Show the activities overview</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">Show the activities overview</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeMutterOverlayKey">This key will initiate the “overlay”, which is a combination window overview and application launching system.  The default is intended to be the “Windows key” on PC hardware.  It’s expected that this binding either the default or set to the empty string.

- Type: dconf
- Key: /org/gnome/mutter/overlay-key
- Default: &#39;Super_L&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs.

- Type: dconf
- Key: /org/gnome/desktop/screensaver/picture-uri
- Default: &#39;file:///usr/share/backgrounds/warty-final-ubuntu.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureOptions">Determines how the image set by wallpaper_filename is rendered. Possible values are “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.

- Type: dconf
- Key: /org/gnome/desktop/screensaver/picture-options
- Default: &#39;zoom&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowInLockScreen">Whether notifications are shown in the lock screen or not.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-in-lock-screen
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLockScreen">Prevent the user to lock his screen.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-lock-screen
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopMediaHandlingAutomount">If set to true, then Nautilus will automatically mount media such as user-visible hard disks and removable media on start-up and media insertion.

- Type: dconf
- Key: /org/gnome/desktop/media-handling/automount
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2110DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2104DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons">Set to true to disable showing the restart buttons in the login window.

- Type: dconf
- Key: /org/gnome/login-screen/disable-restart-buttons
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Whether notifications are shown in the lock screen or not.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-in-lock-screen
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners">Whether notification banners are visible for application notifications.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-banners
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Whether toolkits should load accessibility related modules.

- Type: dconf
- Key: /org/gnome/desktop/interface/toolkit-accessibility
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableUserList">The login screen normally shows a list of available users to log in as. This setting can be toggled to disable showing the user list.

- Type: dconf
- Key: /org/gnome/login-screen/disable-user-list
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">The login screen can be configured to disallow password authentication, forcing the user to use smartcard or fingerprint authentication.

- Type: dconf
- Key: /org/gnome/login-screen/enable-password-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">The login screen can optionally allow users who have enrolled their fingerprints to log in using those prints.

- Type: dconf
- Key: /org/gnome/login-screen/enable-fingerprint-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">The login screen can optionally allow users who have smartcards to log in using those smartcards.

- Type: dconf
- Key: /org/gnome/login-screen/enable-smartcard-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenAllowedFailures">The number of times a user is allowed to attempt authentication, before giving up and going back to user selection.

- Type: dconf
- Key: /org/gnome/login-screen/allowed-failures
- Default: 3

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-format
- Default: &#39;24h&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate">If true, display date in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-date
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">If true, display weekday in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-weekday
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable">Set to true to show the banner message text.

- Type: dconf
- Key: /org/gnome/login-screen/banner-message-enable
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageText">Text banner message to show in the login window.

- Type: dconf
- Key: /org/gnome/login-screen/banner-message-text
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenLogo">The login screen can optionally show a small image to provide site administrators and distributions a way to display branding.

- Type: dconf
- Key: /org/gnome/login-screen/logo
- Default: &#39;/usr/share/plymouth/ubuntu-logo.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2110GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2104GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color to use when the background picture URI is missing or when it doesn&#39;t cover the whole background. It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-color
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2110GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2104GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs. It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-picture-uri
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2110GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2104GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how a background image will be repeated. By default, a background-image is repeated both vertically and horizontally.  It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-repeat
- Default: &#39;default&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background images.  There are three keywords you can use with this property: auto: The background image is displayed in its original size; cover: Resize the background image to cover the entire container, even if it has to stretch the image or cut a little bit off one of the edges; contain: Resize the background image to make sure the image is fully visible.  It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-size
- Default: &#39;default&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 21.04, 21.10, 22.04</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuExplainTextMachinePrivilegeClientAdmins">Define users and groups from AD allowed to administer client machines.
It must be of the form user@domain or %group@domain. One per line.


- Type: privilege
- Key: /client-admins

Note: -
 * Enabled: This allows defining Active Directory groups and users with administrative privileges in the box entry.
 * Disabled: This disallows any Active Directory group or user to become an administrator of the client even if it is defined in a parent GPO of the hierarchy tree.


</string>
      <string id="UbuntuDisplayMachineAllPrivilegeClientAdmins">Client administrators</string>
      <string id="UbuntuExplainTextMachinePrivilegeAllowLocalAdmins">This allows or prevents client machine to have local users gaining administrators privilege on the machine.


- Type: privilege
- Key: /allow-local-admins

Note: -
 * Enabled: This leaves the default rules for the “sudo” and “admin” rule intact.
 * Disabled: This denies root privileges to the predefined administrator groups (sudo and admin).


</string>
      <string id="UbuntuDisplayMachineAllPrivilegeAllowLocalAdmins">Allow local administrators</string>
    </stringTable>

    <presentationTable>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureUri">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureUri">
          <label>Picture URI</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureOptions">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="">Picture Options</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2110DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2104DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellFavoriteApps">
        <text>List of desktop file IDs for favorite applications</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockFormat">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="">Whether the clock displays in 24h or 12h format</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2110DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2104DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowDate">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowWeekday">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowBanners">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableCommandLine">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLogOut">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableUserSwitching">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrinting">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrintSetup">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">
        <text>Launch settings</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">
        <text>Launch terminal</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleOverview">
        <text>Keybinding to open the overview</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleApplicationView">
        <text>Keybinding to open the “Show Applications” view</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">
        <text>DEPRECATED: This key is deprecated and ignored.</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultChecked="false">Override value for 21.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultChecked="false">Override value for 21.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeMutterOverlayKey">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeMutterOverlayKey">
          <label>Modifier to use for extended window management operations</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemUser2110DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemUser2104DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureUri">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureUri">
          <label>Picture URI</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureOptions">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="">Picture Options</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2110DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2104DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowInLockScreen">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLockScreen">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopMediaHandlingAutomount">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2110DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemUser2110DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2104DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemUser2104DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableUserList">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenAllowedFailures">
        <decimalTextBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 22.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 21.10:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 21.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 20.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="">Whether the clock displays in 24h or 12h format</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 21.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 21.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageText">
        <textBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label>Banner message text</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenLogo">
        <textBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenLogo">
          <label>Path to small image at top of user list</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemMachine2110GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemMachine2104GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundColor">
        <textBox refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor">
          <label>The background-color property sets the background color.</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri">
        <textBox refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label>Sets the background image for the login screen.</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 21.10:</checkBox>
        <textBox refId="UbuntuElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 21.04:</checkBox>
        <textBox refId="UbuntuElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="">The background-repeat property sets if/how the background image will be repeated.</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundSize">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="">The background-size property specifies the size of the background image.</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 21.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2110GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 21.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2104GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachinePrivilegeClientAdmins">
        <text>Client administrators</text>
        <multiTextBox refId="UbuntuElemMachineAllPrivilegeClientAdmins" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationMachinePrivilegeAllowLocalAdmins">
      </presentation>
    </presentationTable>

  </resources>
</policyDefinitionResources>
