<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2021 Canonical  -->
<policyDefinitions xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <policyNamespaces>
    <target prefix="ubuntudesktop" namespace="Canonical.Policies.UbuntuDesktop" />
    <using prefix="ubuntu" namespace="Canonical.Policies.Ubuntu" />
  </policyNamespaces>
  <resources minRequiredRevision="1.0" />

  <categories>
    <category name="UbuntuUbuntu" displayName="$(string.UbuntuDisplayUbuntu)">
      <parentCategory ref="ubuntu:Desktop" />
    </category>
    <category name="UbuntuDesktop" displayName="$(string.UbuntuDisplayDesktop)">
      <parentCategory ref="UbuntuUbuntu" />
    </category>
    <category name="UbuntuAccessibility" displayName="$(string.UbuntuDisplayAccessibility)">
      <parentCategory ref="UbuntuDesktop" />
    </category>
    <category name="UbuntuBackground" displayName="$(string.UbuntuDisplayBackground)">
      <parentCategory ref="UbuntuDesktop" />
    </category>
    <category name="UbuntuShell" displayName="$(string.UbuntuDisplayShell)">
      <parentCategory ref="UbuntuDesktop" />
    </category>
    <category name="UbuntuClock" displayName="$(string.UbuntuDisplayClock)">
      <parentCategory ref="UbuntuShell" />
    </category>
    <category name="UbuntuNotifications" displayName="$(string.UbuntuDisplayNotifications)">
      <parentCategory ref="UbuntuShell" />
    </category>
    <category name="UbuntuLockDown" displayName="$(string.UbuntuDisplayLockDown)">
      <parentCategory ref="UbuntuShell" />
    </category>
    <category name="UbuntuKeyboardShortcuts" displayName="$(string.UbuntuDisplayKeyboardShortcuts)">
      <parentCategory ref="UbuntuDesktop" />
    </category>
    <category name="UbuntuScreensaver" displayName="$(string.UbuntuDisplayScreensaver)">
      <parentCategory ref="UbuntuDesktop" />
    </category>
    <category name="UbuntuPeripherals" displayName="$(string.UbuntuDisplayPeripherals)">
      <parentCategory ref="UbuntuUbuntu" />
    </category>
    <category name="UbuntuLoginScreen" displayName="$(string.UbuntuDisplayLoginScreen)">
      <parentCategory ref="UbuntuUbuntu" />
    </category>
    <category name="UbuntuAuthentication" displayName="$(string.UbuntuDisplayAuthentication)">
      <parentCategory ref="UbuntuLoginScreen" />
    </category>
    <category name="UbuntuInterface" displayName="$(string.UbuntuDisplayInterface)">
      <parentCategory ref="UbuntuLoginScreen" />
    </category>
    <category name="UbuntuClientManagement" displayName="$(string.UbuntuDisplayClientManagement)">
      <parentCategory ref="UbuntuUbuntu" />
    </category>
    <category name="UbuntuPrivilegeAuthorization" displayName="$(string.UbuntuDisplayPrivilegeAuthorization)">
      <parentCategory ref="UbuntuClientManagement" />
    </category>
    <category name="UbuntuComputerScripts" displayName="$(string.UbuntuDisplayComputerScripts)">
      <parentCategory ref="UbuntuClientManagement" />
    </category>
    <category name="UbuntuSystemWideApplicationConfinement" displayName="$(string.UbuntuDisplaySystemWideApplicationConfinement)">
      <parentCategory ref="UbuntuClientManagement" />
    </category>
    <category name="UbuntuPowerManagement" displayName="$(string.UbuntuDisplayPowerManagement)">
      <parentCategory ref="UbuntuClientManagement" />
    </category>
    <category name="UbuntuSessionManagement" displayName="$(string.UbuntuDisplaySessionManagement)">
      <parentCategory ref="UbuntuUbuntu" />
    </category>
    <category name="UbuntuUserScripts" displayName="$(string.UbuntuDisplayUserScripts)">
      <parentCategory ref="UbuntuSessionManagement" />
    </category>
    <category name="UbuntuUserDriveMapping" displayName="$(string.UbuntuDisplayUserDriveMapping)">
      <parentCategory ref="UbuntuSessionManagement" />
    </category>
  </categories>

  <policies>
    <policy name="UbuntuUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\interface\toolkit-accessibility" valueName="metaValues">
      <parentCategory ref="UbuntuAccessibility" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\a11y\applications\screen-keyboard-enabled" valueName="metaValues">
      <parentCategory ref="UbuntuAccessibility" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\a11y\applications\screen-magnifier-enabled" valueName="metaValues">
      <parentCategory ref="UbuntuAccessibility" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\a11y\applications\screen-reader-enabled" valueName="metaValues">
      <parentCategory ref="UbuntuAccessibility" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopBackgroundPictureUri" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureUri)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureUri)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureUri)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\background\picture-uri" valueName="metaValues">
      <parentCategory ref="UbuntuBackground" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureUri" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundPictureUri" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundPictureUri" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopBackgroundPictureOptions" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureOptions)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureOptions)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureOptions)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\background\picture-options" valueName="metaValues">
      <parentCategory ref="UbuntuBackground" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions" valueName="all">
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="22.10">
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="22.04">
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" valueName="20.04">
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeShellFavoriteApps" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeShellFavoriteApps)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeShellFavoriteApps)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeShellFavoriteApps)" key="Software\Policies\Ubuntu\dconf\org\gnome\shell\favorite-apps" valueName="metaValues">
      <parentCategory ref="UbuntuShell" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"22.04":{"empty":"[]","meta":"as"},"22.10":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"22.04":{"meta":"as"},"22.10":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeShellFavoriteApps" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeShellFavoriteApps" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210DconfOrgGnomeShellFavoriteApps" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeShellFavoriteApps" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204DconfOrgGnomeShellFavoriteApps" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeShellFavoriteApps" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004DconfOrgGnomeShellFavoriteApps" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\background\show-desktop-icons" valueName="metaValues">
      <parentCategory ref="UbuntuShell" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton)" key="Software\Policies\Ubuntu\dconf\org\gnome\shell\extensions\dash-to-dock\show-show-apps-button" valueName="metaValues">
      <parentCategory ref="UbuntuShell" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopInterfaceClockFormat" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockFormat)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockFormat)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockFormat)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\interface\clock-format" valueName="metaValues">
      <parentCategory ref="UbuntuClock" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockFormat" valueName="all">
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockFormat" valueName="22.10">
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" valueName="22.04">
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" valueName="20.04">
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopInterfaceClockShowDate" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowDate)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowDate)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowDate)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\interface\clock-show-date" valueName="metaValues">
      <parentCategory ref="UbuntuClock" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopInterfaceClockShowWeekday" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowWeekday)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowWeekday)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\interface\clock-show-weekday" valueName="metaValues">
      <parentCategory ref="UbuntuClock" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopNotificationsShowBanners" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowBanners)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowBanners)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowBanners)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\notifications\show-banners" valueName="metaValues">
      <parentCategory ref="UbuntuNotifications" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowBanners" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopNotificationsShowBanners" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisableCommandLine" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableCommandLine)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableCommandLine)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-command-line" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisableLogOut" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLogOut)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLogOut)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLogOut)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-log-out" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLogOut" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisableUserSwitching" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableUserSwitching)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableUserSwitching)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-user-switching" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisablePrinting" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrinting)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrinting)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrinting)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-printing" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrinting" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisablePrintSetup" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrintSetup)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrintSetup)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-print-setup" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-save-to-disk" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\user-administration-disabled" valueName="metaValues">
      <parentCategory ref="UbuntuLockDown" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\media-keys\control-center" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"22.04":{"empty":"[]","meta":"as"},"22.10":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"22.04":{"meta":"as"},"22.10":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\media-keys\terminal" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"22.04":{"empty":"[]","meta":"as"},"22.10":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"22.04":{"meta":"as"},"22.10":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeShellKeybindingsToggleOverview" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleOverview)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleOverview)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleOverview)" key="Software\Policies\Ubuntu\dconf\org\gnome\shell\keybindings\toggle-overview" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"22.04":{"empty":"[]","meta":"as"},"22.10":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"22.04":{"meta":"as"},"22.10":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleOverview" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeShellKeybindingsToggleOverview" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210DconfOrgGnomeShellKeybindingsToggleOverview" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeShellKeybindingsToggleApplicationView" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleApplicationView)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleApplicationView)" key="Software\Policies\Ubuntu\dconf\org\gnome\shell\keybindings\toggle-application-view" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"22.04":{"empty":"[]","meta":"as"},"22.10":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"22.04":{"meta":"as"},"22.10":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\wm\keybindings\panel-main-menu" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"[]","meta":"as"},"all":{"empty":"[]","meta":"as"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"as"},"all":{"meta":"as"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" valueName="all" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeMutterOverlayKey" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeMutterOverlayKey)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeMutterOverlayKey)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeMutterOverlayKey)" key="Software\Policies\Ubuntu\dconf\org\gnome\mutter\overlay-key" valueName="metaValues">
      <parentCategory ref="UbuntuKeyboardShortcuts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemUserAllDconfOrgGnomeMutterOverlayKey" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeMutterOverlayKey" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2210DconfOrgGnomeMutterOverlayKey" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeMutterOverlayKey" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2204DconfOrgGnomeMutterOverlayKey" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeMutterOverlayKey" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2004DconfOrgGnomeMutterOverlayKey" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopScreensaverPictureUri" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureUri)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureUri)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureUri)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\screensaver\picture-uri" valueName="metaValues">
      <parentCategory ref="UbuntuScreensaver" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureUri" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopScreensaverPictureUri" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2210DconfOrgGnomeDesktopScreensaverPictureUri" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopScreensaverPictureOptions" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureOptions)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureOptions)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureOptions)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\screensaver\picture-options" valueName="metaValues">
      <parentCategory ref="UbuntuScreensaver" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions" valueName="all">
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="22.10">
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="22.04">
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" valueName="20.04">
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions0)">
            <value>
              <string>none</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions1)">
            <value>
              <string>wallpaper</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions2)">
            <value>
              <string>centered</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions3)">
            <value>
              <string>scaled</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions4)">
            <value>
              <string>stretched</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions5)">
            <value>
              <string>zoom</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions6)">
            <value>
              <string>spanned</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopNotificationsShowInLockScreen" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowInLockScreen)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowInLockScreen)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\notifications\show-in-lock-screen" valueName="metaValues">
      <parentCategory ref="UbuntuScreensaver" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopLockdownDisableLockScreen" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLockScreen)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLockScreen)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\lockdown\disable-lock-screen" valueName="metaValues">
      <parentCategory ref="UbuntuScreensaver" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuUserDconfOrgGnomeDesktopMediaHandlingAutomount" class="User" displayName="$(string.UbuntuDisplayUserAllDconfOrgGnomeDesktopMediaHandlingAutomount)" explainText="$(string.UbuntuExplainTextUserDconfOrgGnomeDesktopMediaHandlingAutomount)" presentation="$(presentation.UbuntuPresentationUserDconfOrgGnomeDesktopMediaHandlingAutomount)" key="Software\Policies\Ubuntu\dconf\org\gnome\desktop\media-handling\automount" valueName="metaValues">
      <parentCategory ref="UbuntuPeripherals" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemUserAllDconfOrgGnomeDesktopMediaHandlingAutomount" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2210DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\disable-restart-buttons" valueName="metaValues">
      <parentCategory ref="UbuntuLoginScreen" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\notifications\show-in-lock-screen" valueName="metaValues">
      <parentCategory ref="UbuntuLoginScreen" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\notifications\show-banners" valueName="metaValues">
      <parentCategory ref="UbuntuLoginScreen" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\interface\toolkit-accessibility" valueName="metaValues">
      <parentCategory ref="UbuntuLoginScreen" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenDisableUserList" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableUserList)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableUserList)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\disable-user-list" valueName="metaValues">
      <parentCategory ref="UbuntuLoginScreen" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\enable-password-authentication" valueName="metaValues">
      <parentCategory ref="UbuntuAuthentication" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\enable-fingerprint-authentication" valueName="metaValues">
      <parentCategory ref="UbuntuAuthentication" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\enable-smartcard-authentication" valueName="metaValues">
      <parentCategory ref="UbuntuAuthentication" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenAllowedFailures" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenAllowedFailures)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenAllowedFailures)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\allowed-failures" valueName="metaValues">
      <parentCategory ref="UbuntuAuthentication" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"0","meta":"i"},"22.04":{"empty":"0","meta":"i"},"22.10":{"empty":"0","meta":"i"},"all":{"empty":"0","meta":"i"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"i"},"22.04":{"meta":"i"},"22.10":{"meta":"i"},"all":{"meta":"i"}}</string></disabledValue>
      <elements>
        <decimal id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\interface\clock-format" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat0)">
            <value>
              <string>24h</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat1)">
            <value>
              <string>12h</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\interface\clock-show-date" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\desktop\interface\clock-show-weekday" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\banner-message-enable" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenBannerMessageText" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageText)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageText)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\banner-message-text" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfOrgGnomeLoginScreenLogo" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenLogo)" explainText="$(string.UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenLogo)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenLogo)" key="Software\Policies\Ubuntu\gdm\dconf\org\gnome\login-screen\logo" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenLogo" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenLogo" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenLogo" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenLogo" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenLogo" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenLogo" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenLogo" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfComUbuntuLoginScreenBackgroundColor" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor)" explainText="$(string.UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundColor)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundColor)" key="Software\Policies\Ubuntu\gdm\dconf\com\ubuntu\login-screen\background-color" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri)" explainText="$(string.UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri)" key="Software\Policies\Ubuntu\gdm\dconf\com\ubuntu\login-screen\background-picture-uri" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <text id="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <text id="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat)" explainText="$(string.UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat)" key="Software\Policies\Ubuntu\gdm\dconf\com\ubuntu\login-screen\background-repeat" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat1)">
            <value>
              <string>repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat2)">
            <value>
              <string>repeat-x</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat3)">
            <value>
              <string>repeat-y</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat4)">
            <value>
              <string>no-repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat5)">
            <value>
              <string>space</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat6)">
            <value>
              <string>round</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat1)">
            <value>
              <string>repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat2)">
            <value>
              <string>repeat-x</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat3)">
            <value>
              <string>repeat-y</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat4)">
            <value>
              <string>no-repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat5)">
            <value>
              <string>space</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat6)">
            <value>
              <string>round</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat1)">
            <value>
              <string>repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat2)">
            <value>
              <string>repeat-x</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat3)">
            <value>
              <string>repeat-y</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat4)">
            <value>
              <string>no-repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat5)">
            <value>
              <string>space</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat6)">
            <value>
              <string>round</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat1)">
            <value>
              <string>repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat2)">
            <value>
              <string>repeat-x</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat3)">
            <value>
              <string>repeat-y</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat4)">
            <value>
              <string>no-repeat</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat5)">
            <value>
              <string>space</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat6)">
            <value>
              <string>round</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineGdmDconfComUbuntuLoginScreenBackgroundSize" class="Machine" displayName="$(string.UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize)" explainText="$(string.UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundSize)" presentation="$(presentation.UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundSize)" key="Software\Policies\Ubuntu\gdm\dconf\com\ubuntu\login-screen\background-size" valueName="metaValues">
      <parentCategory ref="UbuntuInterface" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize1)">
            <value>
              <string>auto</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize2)">
            <value>
              <string>cover</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize3)">
            <value>
              <string>contain</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize1)">
            <value>
              <string>auto</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize2)">
            <value>
              <string>cover</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize3)">
            <value>
              <string>contain</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize1)">
            <value>
              <string>auto</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize2)">
            <value>
              <string>cover</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize3)">
            <value>
              <string>contain</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize0)">
            <value>
              <string>default</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize1)">
            <value>
              <string>auto</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize2)">
            <value>
              <string>cover</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize3)">
            <value>
              <string>contain</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachinePrivilegeClientAdmins" class="Machine" displayName="$(string.UbuntuDisplayMachineAllPrivilegeClientAdmins)" explainText="$(string.UbuntuExplainTextMachinePrivilegeClientAdmins)" presentation="$(presentation.UbuntuPresentationMachinePrivilegeClientAdmins)" key="Software\Policies\Ubuntu\privilege\client-admins" valueName="metaValues">
      <parentCategory ref="UbuntuPrivilegeAuthorization" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"all":{}}</string></enabledValue>
      <disabledValue><string>{"DISABLED":{},"all":{}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemMachineAllPrivilegeClientAdmins" valueName="all" />
      </elements>
    </policy>
    <policy name="UbuntuMachinePrivilegeAllowLocalAdmins" class="Machine" displayName="$(string.UbuntuDisplayMachineAllPrivilegeAllowLocalAdmins)" explainText="$(string.UbuntuExplainTextMachinePrivilegeAllowLocalAdmins)" presentation="$(presentation.UbuntuPresentationMachinePrivilegeAllowLocalAdmins)" key="Software\Policies\Ubuntu\privilege\allow-local-admins" valueName="basic">
      <parentCategory ref="UbuntuPrivilegeAuthorization" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"all":{}}</string></enabledValue>
      <disabledValue><string>{"DISABLED":{},"all":{}}</string></disabledValue>
    </policy>
    <policy name="UbuntuMachineScriptsStartup" class="Machine" displayName="$(string.UbuntuDisplayMachineAllScriptsStartup)" explainText="$(string.UbuntuExplainTextMachineScriptsStartup)" presentation="$(presentation.UbuntuPresentationMachineScriptsStartup)" key="Software\Policies\Ubuntu\scripts\startup" valueName="metaValues">
      <parentCategory ref="UbuntuComputerScripts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemMachineAllScriptsStartup" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210ScriptsStartup" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2210ScriptsStartup" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204ScriptsStartup" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2204ScriptsStartup" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004ScriptsStartup" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2004ScriptsStartup" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineScriptsShutdown" class="Machine" displayName="$(string.UbuntuDisplayMachineAllScriptsShutdown)" explainText="$(string.UbuntuExplainTextMachineScriptsShutdown)" presentation="$(presentation.UbuntuPresentationMachineScriptsShutdown)" key="Software\Policies\Ubuntu\scripts\shutdown" valueName="metaValues">
      <parentCategory ref="UbuntuComputerScripts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemMachineAllScriptsShutdown" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210ScriptsShutdown" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2210ScriptsShutdown" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204ScriptsShutdown" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2204ScriptsShutdown" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004ScriptsShutdown" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2004ScriptsShutdown" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineApparmorApparmorMachine" class="Machine" displayName="$(string.UbuntuDisplayMachineAllApparmorApparmorMachine)" explainText="$(string.UbuntuExplainTextMachineApparmorApparmorMachine)" presentation="$(presentation.UbuntuPresentationMachineApparmorApparmorMachine)" key="Software\Policies\Ubuntu\apparmor\apparmor-machine" valueName="metaValues">
      <parentCategory ref="UbuntuSystemWideApplicationConfinement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemMachineAllApparmorApparmorMachine" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210ApparmorApparmorMachine" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2210ApparmorApparmorMachine" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204ApparmorApparmorMachine" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2204ApparmorApparmorMachine" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004ApparmorApparmorMachine" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemMachine2004ApparmorApparmorMachine" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\ambient-enabled" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\idle-brightness" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"0","meta":"i"},"22.04":{"empty":"0","meta":"i"},"22.10":{"empty":"0","meta":"i"},"all":{"empty":"0","meta":"i"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"i"},"22.04":{"meta":"i"},"22.10":{"meta":"i"},"all":{"meta":"i"}}</string></disabledValue>
      <elements>
        <decimal id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\idle-dim" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\lid-close-ac-action" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\lid-close-battery-action" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\lid-close-suspend-with-external-monitor" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"false","meta":"b"},"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"b"},"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" valueName="20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\power-button-action" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3)">
            <value>
              <string>interactive</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3)">
            <value>
              <string>interactive</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3)">
            <value>
              <string>interactive</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3)">
            <value>
              <string>interactive</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\power-saver-profile-on-low-battery" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"22.04":{"empty":"false","meta":"b"},"22.10":{"empty":"false","meta":"b"},"all":{"empty":"false","meta":"b"}}</string></enabledValue>
      <disabledValue><string>{"22.04":{"meta":"b"},"22.10":{"meta":"b"},"all":{"meta":"b"}}</string></disabledValue>
      <elements>
        <boolean id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" valueName="all">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" valueName="22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <boolean id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" valueName="22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\sleep-inactive-ac-timeout" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"0","meta":"i"},"22.04":{"empty":"0","meta":"i"},"22.10":{"empty":"0","meta":"i"},"all":{"empty":"0","meta":"i"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"i"},"22.04":{"meta":"i"},"22.10":{"meta":"i"},"all":{"meta":"i"}}</string></disabledValue>
      <elements>
        <decimal id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\sleep-inactive-ac-type" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\sleep-inactive-battery-timeout" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"0","meta":"i"},"22.04":{"empty":"0","meta":"i"},"22.10":{"empty":"0","meta":"i"},"all":{"empty":"0","meta":"i"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"i"},"22.04":{"meta":"i"},"22.10":{"meta":"i"},"all":{"meta":"i"}}</string></disabledValue>
      <elements>
        <decimal id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="all" />
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="22.10" />
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="22.04" />
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <decimal id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" class="Machine" displayName="$(string.UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType)" explainText="$(string.UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType)" presentation="$(presentation.UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType)" key="Software\Policies\Ubuntu\dconf\org\gnome\settings-daemon\plugins\power\sleep-inactive-battery-type" valueName="metaValues">
      <parentCategory ref="UbuntuPowerManagement" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"empty":"''","meta":"s"},"22.04":{"empty":"''","meta":"s"},"22.10":{"empty":"''","meta":"s"},"all":{"empty":"''","meta":"s"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"meta":"s"},"22.04":{"meta":"s"},"22.10":{"meta":"s"},"all":{"meta":"s"}}</string></disabledValue>
      <elements>
        <enum id="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="all">
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="22.10">
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="22.04">
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
        <boolean id="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <enum id="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" valueName="20.04">
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0)">
            <value>
              <string>blank</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1)">
            <value>
              <string>suspend</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2)">
            <value>
              <string>shutdown</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3)">
            <value>
              <string>hibernate</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4)">
            <value>
              <string>interactive</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5)">
            <value>
              <string>nothing</string>
            </value>
          </item>
          <item displayName="$(string.UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6)">
            <value>
              <string>logout</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="UbuntuUserScriptsLogon" class="User" displayName="$(string.UbuntuDisplayUserAllScriptsLogon)" explainText="$(string.UbuntuExplainTextUserScriptsLogon)" presentation="$(presentation.UbuntuPresentationUserScriptsLogon)" key="Software\Policies\Ubuntu\scripts\logon" valueName="metaValues">
      <parentCategory ref="UbuntuUserScripts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllScriptsLogon" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210ScriptsLogon" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210ScriptsLogon" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204ScriptsLogon" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204ScriptsLogon" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004ScriptsLogon" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004ScriptsLogon" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserScriptsLogoff" class="User" displayName="$(string.UbuntuDisplayUserAllScriptsLogoff)" explainText="$(string.UbuntuExplainTextUserScriptsLogoff)" presentation="$(presentation.UbuntuPresentationUserScriptsLogoff)" key="Software\Policies\Ubuntu\scripts\logoff" valueName="metaValues">
      <parentCategory ref="UbuntuUserScripts" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllScriptsLogoff" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210ScriptsLogoff" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210ScriptsLogoff" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204ScriptsLogoff" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204ScriptsLogoff" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004ScriptsLogoff" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004ScriptsLogoff" valueName="20.04" />
      </elements>
    </policy>
    <policy name="UbuntuUserMountUserMounts" class="User" displayName="$(string.UbuntuDisplayUserAllMountUserMounts)" explainText="$(string.UbuntuExplainTextUserMountUserMounts)" presentation="$(presentation.UbuntuPresentationUserMountUserMounts)" key="Software\Policies\Ubuntu\mount\user-mounts" valueName="metaValues">
      <parentCategory ref="UbuntuUserDriveMapping" />
      <supportedOn ref="Ubuntu" />
      <enabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"all":{"strategy":"append"}}</string></enabledValue>
      <disabledValue><string>{"20.04":{"strategy":"append"},"22.04":{"strategy":"append"},"22.10":{"strategy":"append"},"DISABLED":{},"all":{"strategy":"append"}}</string></disabledValue>
      <elements>
        <multiText id="UbuntuElemUserAllMountUserMounts" valueName="all" />
        <boolean id="UbuntuOverrideElemUser2210MountUserMounts" valueName="Override22.10">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2210MountUserMounts" valueName="22.10" />
        <boolean id="UbuntuOverrideElemUser2204MountUserMounts" valueName="Override22.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2204MountUserMounts" valueName="22.04" />
        <boolean id="UbuntuOverrideElemUser2004MountUserMounts" valueName="Override20.04">
          <trueValue><string>true</string></trueValue>
          <falseValue><string>false</string></falseValue>
        </boolean>
        <multiText id="UbuntuElemUser2004MountUserMounts" valueName="20.04" />
      </elements>
    </policy>
  </policies>

</policyDefinitions>