<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2021 Canonical  -->
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <displayName>Ubuntu policy</displayName>
  <description>This is the Ubuntu policy</description>
  <resources>

    <stringTable>
      <string id="UbuntuDisplayUbuntu">Ubuntu</string>
      <string id="UbuntuDisplayDesktop">Desktop</string>
      <string id="UbuntuDisplayAccessibility">Accessibility</string>
      <string id="UbuntuDisplayBackground">Background</string>
      <string id="UbuntuDisplayShell">Shell</string>
      <string id="UbuntuDisplayClock">Clock</string>
      <string id="UbuntuDisplayNotifications">Notifications</string>
      <string id="UbuntuDisplayLockDown">LockDown</string>
      <string id="UbuntuDisplayKeyboardShortcuts">Keyboard shortcuts</string>
      <string id="UbuntuDisplayScreensaver">Screensaver</string>
      <string id="UbuntuDisplayPeripherals">Peripherals</string>
      <string id="UbuntuDisplayLoginScreen">Login Screen</string>
      <string id="UbuntuDisplayAuthentication">Authentication</string>
      <string id="UbuntuDisplayInterface">Interface</string>
      <string id="UbuntuDisplayClientManagement">Client management</string>
      <string id="UbuntuDisplayPrivilegeAuthorization">Privilege Authorization</string>
      <string id="UbuntuDisplayComputerScripts">Computer Scripts</string>
      <string id="UbuntuDisplaySystemWideApplicationConfinement">System-wide application confinement</string>
      <string id="UbuntuDisplayPowerManagement">Power Management</string>
      <string id="UbuntuDisplaySessionManagement">Session management</string>
      <string id="UbuntuDisplayUserScripts">User Scripts</string>
      <string id="UbuntuDisplayUserApplicationConfinement">User application confinement</string>
      <string id="UbuntuDisplayUserDriveMapping">User Drive Mapping</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Whether toolkits should load accessibility related modules.

- Type: dconf
- Key: /org/gnome/desktop/interface/toolkit-accessibility
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">Whether the on-screen keyboard is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-keyboard-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">On-screen keyboard</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Whether the screen magnifier is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-magnifier-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">Screen magnifier</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Whether the screen reader is turned on.

- Type: dconf
- Key: /org/gnome/desktop/a11y/applications/screen-reader-enabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">Screen reader</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs.

- Type: dconf
- Key: /org/gnome/desktop/background/picture-uri
- Default: &#39;file:///usr/share/backgrounds/warty-final-ubuntu.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundPictureUri">Picture URI</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundPictureOptions">Determines how the image set by wallpaper_filename is rendered. Possible values are “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.

- Type: dconf
- Key: /org/gnome/desktop/background/picture-options
- Default: &#39;zoom&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions0">none</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions2">centered</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions6">spanned</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellFavoriteApps">The applications corresponding to these identifiers will be displayed in the favorites area.

- Type: dconf
- Key: /org/gnome/shell/favorite-apps
- Default for 20.04: [ &#39;ubiquity.desktop&#39;, &#39;firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 22.04: [ &#39;ubuntu-desktop-installer_ubuntu-desktop-installer.desktop&#39;, &#39;ubiquity.desktop&#39;, &#39;firefox_firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 22.10: [ &#39;ubuntu-desktop-installer_ubuntu-desktop-installer.desktop&#39;, &#39;ubiquity.desktop&#39;, &#39;firefox_firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]
- Default for 23.04: [ &#39;ubuntu-desktop-installer_ubuntu-desktop-installer.desktop&#39;, &#39;ubiquity.desktop&#39;, &#39;firefox_firefox.desktop&#39;, &#39;thunderbird.desktop&#39;, &#39;org.gnome.Nautilus.desktop&#39;, &#39;rhythmbox.desktop&#39;, &#39;libreoffice-writer.desktop&#39;, &#39;snap-store_ubuntu-software.desktop&#39;, &#39;yelp.desktop&#39; ]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellFavoriteApps">List of desktop file IDs for favorite applications</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons">If set to true, then file manager will draw the icons on the desktop.

- Type: dconf
- Key: /org/gnome/desktop/background/show-desktop-icons
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons">Have file manager handle the desktop</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button in the dash

- Type: dconf
- Key: /org/gnome/shell/extensions/dash-to-dock/show-show-apps-button
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">Show applications button</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-format
- Default: &#39;24h&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowDate">If true, display date in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-date
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopInterfaceClockShowWeekday">If true, display weekday in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-weekday
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowBanners">Whether notification banners are visible for application notifications.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-banners
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableCommandLine">Prevent the user from accessing the terminal or specifying a command line to be executed. For example, this would disable access to the panel’s “Run Application” dialog.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-command-line
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine">Disable command line</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLogOut">Prevent the user from logging out.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-log-out
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableLogOut">Disable log out</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableUserSwitching">Prevent the user from switching to another account while his session is active.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-user-switching
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching">Disable user switching</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrinting">Prevent the user from printing. For example, this would disable access to all applications’ “Print” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-printing
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisablePrinting">Disable printing</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisablePrintSetup">Prevent the user from modifying print settings. For example, this would disable access to all applications’ “Print Setup” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-print-setup
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup">Disable print setup</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk">Prevent the user from saving files to disk. For example, this would disable access to all applications’ “Save as” dialogs.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-save-to-disk
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk">Disable saving files to disk</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Stop the user from modifying user accounts. By default, we allow adding and removing users, as well as changing other users settings.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/user-administration-disabled
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled">Disable user administration</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Binding to launch GNOME Settings.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/media-keys/control-center
- Default: [&#39;&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">Launch settings</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Binding to launch the terminal.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/media-keys/terminal
- Default: [&#39;&lt;Primary&gt;&lt;Alt&gt;t&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">Launch terminal</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the Activities Overview.

- Type: dconf
- Key: /org/gnome/shell/keybindings/toggle-overview
- Default: [&#34;&lt;Super&gt;s&#34;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellKeybindingsToggleOverview">Keybinding to open the overview</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view of the Activities Overview.

- Type: dconf
- Key: /org/gnome/shell/keybindings/toggle-application-view
- Default: [&#34;&lt;Super&gt;a&#34;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView">Keybinding to open the “Show Applications” view</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">

- Type: dconf
- Key: /org/gnome/desktop/wm/keybindings/panel-main-menu
- Default: [&#39;&lt;Alt&gt;F1&#39;]

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">Show the activities overview</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeMutterOverlayKey">This key will initiate the “overlay”, which is a combination window overview and application launching system.  The default is intended to be the “Windows key” on PC hardware.  It’s expected that this binding either the default or set to the empty string.

- Type: dconf
- Key: /org/gnome/mutter/overlay-key
- Default: &#39;Super_L&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeMutterOverlayKey">Modifier to use for extended window management operations</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs.

- Type: dconf
- Key: /org/gnome/desktop/screensaver/picture-uri
- Default: &#39;file:///usr/share/backgrounds/warty-final-ubuntu.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopScreensaverPictureUri">Picture URI</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopScreensaverPictureOptions">Determines how the image set by wallpaper_filename is rendered. Possible values are “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.

- Type: dconf
- Key: /org/gnome/desktop/screensaver/picture-options
- Default: &#39;zoom&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopScreensaverPictureOptions">Picture Options</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions0">none</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions1">wallpaper</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions2">centered</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions3">scaled</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions4">stretched</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions5">zoom</string>
      <string id="UbuntuItemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions6">spanned</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopNotificationsShowInLockScreen">Whether notifications are shown in the lock screen or not.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-in-lock-screen
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopLockdownDisableLockScreen">Prevent the user to lock his screen.

- Type: dconf
- Key: /org/gnome/desktop/lockdown/disable-lock-screen
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen">Disable lock screen</string>
      <string id="UbuntuExplainTextUserDconfOrgGnomeDesktopMediaHandlingAutomount">If set to true, then Nautilus will automatically mount media such as user-visible hard disks and removable media on start-up and media insertion.

- Type: dconf
- Key: /org/gnome/desktop/media-handling/automount
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayUserAllDconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2304DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2210DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2204DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuDisplayUser2004DconfOrgGnomeDesktopMediaHandlingAutomount">Whether to automatically mount media</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons">Set to true to disable showing the restart buttons in the login window.

- Type: dconf
- Key: /org/gnome/login-screen/disable-restart-buttons
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons">Disable showing the restart buttons</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Whether notifications are shown in the lock screen or not.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-in-lock-screen
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">Show notifications in the lock screen</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners">Whether notification banners are visible for application notifications.

- Type: dconf
- Key: /org/gnome/desktop/notifications/show-banners
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners">Show notification banners</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Whether toolkits should load accessibility related modules.

- Type: dconf
- Key: /org/gnome/desktop/interface/toolkit-accessibility
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">Enable Toolkit Accessibility</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenDisableUserList">The login screen normally shows a list of available users to log in as. This setting can be toggled to disable showing the user list.

- Type: dconf
- Key: /org/gnome/login-screen/disable-user-list
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList">Avoid showing user list</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">The login screen can be configured to disallow password authentication, forcing the user to use smartcard or fingerprint authentication.

- Type: dconf
- Key: /org/gnome/login-screen/enable-password-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">Whether or not to allow passwords for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">The login screen can optionally allow users who have enrolled their fingerprints to log in using those prints.

- Type: dconf
- Key: /org/gnome/login-screen/enable-fingerprint-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">Whether or not to allow fingerprint readers for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">The login screen can optionally allow users who have smartcards to log in using those smartcards.

- Type: dconf
- Key: /org/gnome/login-screen/enable-smartcard-authentication
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">Whether or not to allow smartcard readers for login</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenAllowedFailures">The number of times a user is allowed to attempt authentication, before giving up and going back to user selection.

- Type: dconf
- Key: /org/gnome/login-screen/allowed-failures
- Default: 3

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures">Number of allowed authentication failures</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-format
- Default: &#39;24h&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat">Whether the clock displays in 24h or 12h format</string>
      <string id="UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat0">24h</string>
      <string id="UbuntuItemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat1">12h</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate">If true, display date in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-date
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate">Show date in clock</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">If true, display weekday in the clock, in addition to time.

- Type: dconf
- Key: /org/gnome/desktop/interface/clock-show-weekday
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">Show weekday in clock</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable">Set to true to show the banner message text.

- Type: dconf
- Key: /org/gnome/login-screen/banner-message-enable
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable">Enable showing the banner message</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenBannerMessageText">Text banner message to show in the login window.

- Type: dconf
- Key: /org/gnome/login-screen/banner-message-text
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText">Banner message text</string>
      <string id="UbuntuExplainTextMachineGdmDconfOrgGnomeLoginScreenLogo">The login screen can optionally show a small image to provide site administrators and distributions a way to display branding.

- Type: dconf
- Key: /org/gnome/login-screen/logo
- Default: &#39;/usr/share/plymouth/ubuntu-logo.png&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2304GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2210GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2204GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuDisplayMachine2004GdmDconfOrgGnomeLoginScreenLogo">Path to small image at top of user list</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color to use when the background picture URI is missing or when it doesn&#39;t cover the whole background. It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-color
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2304GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2210GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor">The background-color property sets the background color.</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri">URI to use for the background image. Note that the backend only supports local (file://) URIs. It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-picture-uri
- Default: &#39;&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2304GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2210GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri">Sets the background image for the login screen.</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how a background image will be repeated. By default, a background-image is repeated both vertically and horizontally.  It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-repeat
- Default: &#39;default&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat">The background-repeat property sets if/how the background image will be repeated.</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat0">default</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat1">repeat</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat2">repeat-x</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat3">repeat-y</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat4">no-repeat</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat5">space</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat6">round</string>
      <string id="UbuntuExplainTextMachineGdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background images.  There are three keywords you can use with this property: auto: The background image is displayed in its original size; cover: Resize the background image to cover the entire container, even if it has to stretch the image or cut a little bit off one of the edges; contain: Resize the background image to make sure the image is fully visible.  It overrides the value defined in the default style sheet.

- Type: dconf
- Key: /com/ubuntu/login-screen/background-size
- Default: &#39;default&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuDisplayMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize">The background-size property specifies the size of the background image.</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize0">default</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize1">auto</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize2">cover</string>
      <string id="UbuntuItemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize3">contain</string>
      <string id="UbuntuExplainTextMachinePrivilegeClientAdmins">Define users and groups from AD allowed to administer client machines.
It must be of the form user@domain or %group@domain. One per line.


- Type: privilege
- Key: /client-admins

Note: -
 * Enabled: This allows defining Active Directory groups and users with administrative privileges in the box entry.
 * Disabled: This disallows any Active Directory group or user to become an administrator of the client even if it is defined in a parent GPO of the hierarchy tree.


An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayMachineAllPrivilegeClientAdmins">Client administrators</string>
      <string id="UbuntuExplainTextMachinePrivilegeAllowLocalAdmins">This allows or prevents client machine to have local users gaining administrators privilege on the machine.


- Type: privilege
- Key: /allow-local-admins

Note: -
 * Enabled: This leaves the default rules for the “sudo” and “admin” rule intact.
 * Disabled: This denies root privileges to the predefined administrator groups (sudo and admin).


An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayMachineAllPrivilegeAllowLocalAdmins">Allow local administrators</string>
      <string id="UbuntuExplainTextMachineScriptsStartup">Define scripts that are executed on machine boot, once the GPO is downloaded.
Those scripts are ordered, one by line, and relative to SYSVOL/ubuntu/scripts/ directory.
Scripts from this GPO will be appended to the list of scripts referenced higher in the GPO hierarchy.


- Type: scripts
- Key: /startup

Note: -
 * Enabled: The scripts in the text entry are executed at startup time.
 * Disabled: The scripts will be skipped.
 The set of scripts are per boot, and refreshed only on new boot of the machine.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayMachineAllScriptsStartup">Startup scripts</string>
      <string id="UbuntuDisplayMachine2304ScriptsStartup">Startup scripts</string>
      <string id="UbuntuDisplayMachine2210ScriptsStartup">Startup scripts</string>
      <string id="UbuntuDisplayMachine2204ScriptsStartup">Startup scripts</string>
      <string id="UbuntuDisplayMachine2004ScriptsStartup">Startup scripts</string>
      <string id="UbuntuExplainTextMachineScriptsShutdown">Define scripts that are executed on machine poweroff.
Those scripts are ordered, one by line, and relative to SYSVOL/ubuntu/scripts/ directory.
Scripts from this GPO will be appended to the list of scripts referenced higher in the GPO hierarchy.


- Type: scripts
- Key: /shutdown

Note: -
 * Enabled: The scripts in the text entry are executed at shutdown time.
 * Disabled: The scripts will be skipped.
 The set of scripts are per boot, and refreshed only on new boot of the machine.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayMachineAllScriptsShutdown">Shutdown scripts</string>
      <string id="UbuntuDisplayMachine2304ScriptsShutdown">Shutdown scripts</string>
      <string id="UbuntuDisplayMachine2210ScriptsShutdown">Shutdown scripts</string>
      <string id="UbuntuDisplayMachine2204ScriptsShutdown">Shutdown scripts</string>
      <string id="UbuntuDisplayMachine2004ScriptsShutdown">Shutdown scripts</string>
      <string id="UbuntuExplainTextMachineApparmorApparmorMachine">Define AppArmor profiles to be parsed and loaded on client machines.
These profiles are ordered, one by line, and relative to the SYSVOL/ubuntu/apparmor/ directory.
On the client machine, computer profiles are stored in /etc/apparmor.d/adsys/machine, thus the administrator can reference abstractions and tunables shipped with the client distribution of AppArmor.
Files can be included in each other either using a path relative to the current directory of the profile (include &#34;path/to/profile&#34;), or relying on the include path of AppArmor (include &lt;adsys/machine/path/to/profile&gt;).

Profiles from this GPO will be appended to the list of profiles referenced higher in the GPO hierarchy.


- Type: apparmor
- Key: /apparmor-machine

Note: -
 * Enabled: The profiles in the text entry are applied on the client machine.
 * Disabled: The profiles are removed from the target machine, and any related rules are unloaded.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayMachineAllApparmorApparmorMachine">AppArmor</string>
      <string id="UbuntuDisplayMachine2304ApparmorApparmorMachine">AppArmor</string>
      <string id="UbuntuDisplayMachine2210ApparmorApparmorMachine">AppArmor</string>
      <string id="UbuntuDisplayMachine2204ApparmorApparmorMachine">AppArmor</string>
      <string id="UbuntuDisplayMachine2004ApparmorApparmorMachine">AppArmor</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">If the ambient light sensor functionality is enabled.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/ambient-enabled
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">Enable the ALS sensor</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">Enable the ALS sensor</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">Enable the ALS sensor</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">Enable the ALS sensor</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">Enable the ALS sensor</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">This is the laptop panel screen brightness used when the session is idle.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/idle-brightness
- Default: 30

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">The brightness of the screen when idle</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">The brightness of the screen when idle</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">The brightness of the screen when idle</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">The brightness of the screen when idle</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">The brightness of the screen when idle</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">If the screen should be dimmed to save power when the computer is idle.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/idle-dim
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">Dim the screen after a period of inactivity</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">Dim the screen after a period of inactivity</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">Dim the screen after a period of inactivity</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">Dim the screen after a period of inactivity</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">Dim the screen after a period of inactivity</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">The action to take when the laptop lid is closed and the laptop is on AC power.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/lid-close-ac-action
- Default: &#39;suspend&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">Laptop lid close action when on AC</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0">blank</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1">suspend</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2">shutdown</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3">hibernate</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4">interactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5">nothing</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6">logout</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">Laptop lid close action when on AC</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0">blank</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1">suspend</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2">shutdown</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3">hibernate</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4">interactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5">nothing</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6">logout</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">Laptop lid close action when on AC</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0">blank</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1">suspend</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2">shutdown</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3">hibernate</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4">interactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5">nothing</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6">logout</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">Laptop lid close action when on AC</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0">blank</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1">suspend</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2">shutdown</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3">hibernate</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4">interactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5">nothing</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6">logout</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">Laptop lid close action when on AC</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction0">blank</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction1">suspend</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction2">shutdown</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction3">hibernate</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction4">interactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction5">nothing</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction6">logout</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">The action to take when the laptop lid is closed and the laptop is on battery power.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/lid-close-battery-action
- Default: &#39;suspend&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">Laptop lid close action on battery</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0">blank</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1">suspend</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2">shutdown</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3">hibernate</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4">interactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5">nothing</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6">logout</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">Laptop lid close action on battery</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0">blank</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1">suspend</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2">shutdown</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3">hibernate</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4">interactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5">nothing</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6">logout</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">Laptop lid close action on battery</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0">blank</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1">suspend</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2">shutdown</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3">hibernate</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4">interactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5">nothing</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6">logout</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">Laptop lid close action on battery</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0">blank</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1">suspend</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2">shutdown</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3">hibernate</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4">interactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5">nothing</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6">logout</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">Laptop lid close action on battery</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction0">blank</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction1">suspend</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction2">shutdown</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction3">hibernate</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction4">interactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction5">nothing</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction6">logout</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">With no external monitors plugged in, closing a laptop&#39;s lid will suspend the machine (as set by the lid-close-battery-action and lid-close-ac-action keys).  By default, however, closing the lid when an external monitor is present will not suspend the machine, so that one can keep working on that monitor (e.g. for docking stations or media viewers).  Set this key to False to keep the default behavior, or to True to suspend the laptop whenever the lid is closed and regardless of external monitors.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/lid-close-suspend-with-external-monitor
- Default: false

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">The action to take when the system power button is pressed. This action is hard-coded (and the setting ignored) on virtual machines (power off) and tablets (suspend).

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/power-button-action
- Default: &#39;interactive&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">Power button action</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0">nothing</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1">suspend</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2">hibernate</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3">interactive</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">Power button action</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0">nothing</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1">suspend</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2">hibernate</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3">interactive</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">Power button action</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0">nothing</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1">suspend</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2">hibernate</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3">interactive</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">Power button action</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0">nothing</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1">suspend</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2">hibernate</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3">interactive</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">Power button action</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction0">nothing</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction1">suspend</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction2">hibernate</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction3">interactive</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">Automatically enable the &#34;power-saver&#34; profile using power-profiles-daemon if the battery is low.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/power-saver-profile-on-low-battery
- Default: true

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">Enable power-saver profile when battery is low</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">Enable power-saver profile when battery is low</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">Enable power-saver profile when battery is low</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">Enable power-saver profile when battery is low</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep. A value of 0 means never.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/sleep-inactive-ac-timeout
- Default: 0

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">Sleep timeout computer when on AC</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">Sleep timeout computer when on AC</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">Sleep timeout computer when on AC</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">Sleep timeout computer when on AC</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">Sleep timeout computer when on AC</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">The type of sleeping that should be performed when the computer is inactive.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/sleep-inactive-ac-type
- Default: &#39;suspend&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0">blank</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1">suspend</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2">shutdown</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3">hibernate</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4">interactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5">nothing</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6">logout</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0">blank</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1">suspend</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2">shutdown</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3">hibernate</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4">interactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5">nothing</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6">logout</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0">blank</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1">suspend</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2">shutdown</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3">hibernate</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4">interactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5">nothing</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6">logout</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0">blank</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1">suspend</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2">shutdown</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3">hibernate</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4">interactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5">nothing</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6">logout</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType0">blank</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType1">suspend</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType2">shutdown</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType3">hibernate</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType4">interactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType5">nothing</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType6">logout</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep. A value of 0 means never.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/sleep-inactive-battery-timeout
- Default: 1200

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">Sleep timeout computer when on battery</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">Sleep timeout computer when on battery</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">Sleep timeout computer when on battery</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">Sleep timeout computer when on battery</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">Sleep timeout computer when on battery</string>
      <string id="UbuntuExplainTextMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">The type of sleeping that should be performed when the computer is inactive.

- Type: dconf
- Key: /org/gnome/settings-daemon/plugins/power/sleep-inactive-battery-type
- Default: &#39;suspend&#39;

Note: default system value is used for &#34;Not Configured&#34; and enforced if &#34;Disabled&#34;.

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.</string>
      <string id="UbuntuDisplayMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0">blank</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1">suspend</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2">shutdown</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3">hibernate</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4">interactive</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5">nothing</string>
      <string id="UbuntuItemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6">logout</string>
      <string id="UbuntuDisplayMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0">blank</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1">suspend</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2">shutdown</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3">hibernate</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4">interactive</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5">nothing</string>
      <string id="UbuntuItemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6">logout</string>
      <string id="UbuntuDisplayMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0">blank</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1">suspend</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2">shutdown</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3">hibernate</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4">interactive</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5">nothing</string>
      <string id="UbuntuItemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6">logout</string>
      <string id="UbuntuDisplayMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0">blank</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1">suspend</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2">shutdown</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3">hibernate</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4">interactive</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5">nothing</string>
      <string id="UbuntuItemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6">logout</string>
      <string id="UbuntuDisplayMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">Whether to hibernate, suspend or do nothing when inactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType0">blank</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType1">suspend</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType2">shutdown</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType3">hibernate</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType4">interactive</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType5">nothing</string>
      <string id="UbuntuItemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType6">logout</string>
      <string id="UbuntuExplainTextUserScriptsLogon">Define scripts that are executed the first time an user logon until it exits from all sessions.
Those scripts are ordered, one by line, and relative to SYSVOL/ubuntu/scripts/ directory.
Scripts from this GPO will be appended to the list of scripts referenced higher in the GPO hierarchy.


- Type: scripts
- Key: /logon

Note: -
 * Enabled: The scripts in the text entry are executed at user logon time.
 * Disabled: The scripts will be skipped.
 The set of scripts are per session, and refreshed only on new session creation.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayUserAllScriptsLogon">Logon scripts</string>
      <string id="UbuntuDisplayUser2304ScriptsLogon">Logon scripts</string>
      <string id="UbuntuDisplayUser2210ScriptsLogon">Logon scripts</string>
      <string id="UbuntuDisplayUser2204ScriptsLogon">Logon scripts</string>
      <string id="UbuntuDisplayUser2004ScriptsLogon">Logon scripts</string>
      <string id="UbuntuExplainTextUserScriptsLogoff">Define scripts that are executed when the user exits from last session.
Those scripts are ordered, one by line, and relative to SYSVOL/ubuntu/scripts/ directory.
Scripts from this GPO will be appended to the list of scripts referenced higher in the GPO hierarchy.


- Type: scripts
- Key: /logoff

Note: -
 * Enabled: The scripts in the text entry are executed at user logoff time.
 * Disabled: The scripts will be skipped.
 The set of scripts are per session, and refreshed only on new session creation.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayUserAllScriptsLogoff">Logoff scripts</string>
      <string id="UbuntuDisplayUser2304ScriptsLogoff">Logoff scripts</string>
      <string id="UbuntuDisplayUser2210ScriptsLogoff">Logoff scripts</string>
      <string id="UbuntuDisplayUser2204ScriptsLogoff">Logoff scripts</string>
      <string id="UbuntuDisplayUser2004ScriptsLogoff">Logoff scripts</string>
      <string id="UbuntuExplainTextUserApparmorApparmorUsers">Define an AppArmor user profile to be parsed and loaded on client machines.
The profile is specified as a file path relative to the SYSVOL/ubuntu/apparmor/ directory.
On the client machine, user profiles are stored in /etc/apparmor.d/adsys/users/&lt;user-name&gt;, thus the administrator can reference abstractions and tunables shipped with the client distribution of AppArmor.

The profile will ideally contain a mapping between a user and a role. Roles must be configured beforehand in the System-wide application confinement section.
Below is an example of a user profile declaration:

  include &lt;abstractions/authentication&gt;
  include &lt;abstractions/nameservice&gt;

  capability dac_override,
  capability setgid,
  capability setuid,
  /etc/default/su r,
  /etc/environment r,
  @{HOMEDIRS}/.xauth* w,
  /usr/bin/{,b,d,rb}ash Px -&gt; default_user,
  /usr/bin/{c,k,tc}sh Px -&gt; default_user,

The GPO client will wrap this into an apparmor block declaration containing the client username. The default_user role must be declared beforehand in the Machine section. More details and examples can be found in the apparmor section of the adsys documentation.

The configured profile will override any profile referenced higher in the GPO hierarchy.


- Type: apparmor
- Key: /apparmor-users

Note: -
 * Enabled: The profile in the text entry is applied on the client machine.
 * Disabled: The profile is removed from the target machine, and any related rules are unloaded.
 * Not configured: A profile declared higher in the GPO hierarchy will be used if available.


Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayUserAllApparmorApparmorUsers">AppArmor</string>
      <string id="UbuntuDisplayUser2304ApparmorApparmorUsers">AppArmor</string>
      <string id="UbuntuDisplayUser2210ApparmorApparmorUsers">AppArmor</string>
      <string id="UbuntuDisplayUser2204ApparmorApparmorUsers">AppArmor</string>
      <string id="UbuntuDisplayUser2004ApparmorApparmorUsers">AppArmor</string>
      <string id="UbuntuExplainTextUserMountUserMounts">Define network shares that will be mounted for the client.
If more shares are defined higher the GPO hierarchy, the entries listed here will be appended to the list and duplicates will be removed.

Values should be in the format: 
    &lt;protocol&gt;://&lt;hostname-or-ip&gt;/&lt;shared-dir&gt;
e.g.
    nfs://example_nfs.com/nfs_shared_dir
    smb://example_smb.com/smb_shared_dir
    ftp://example_ftp.com/ftp_shared_dir

This pattern must be followed, otherwise the policy will not be applied.

By the default, the mounts will be done in anonymous mode. In case of authentication needed, a krb5 tag can be added to the value, e.g.
    [krb5]&lt;protocol&gt;://&lt;hostname-or-ip&gt;/&lt;shared-dir&gt;

If the tag is added, the mount will require Kerberos authentication in order to occur.

The supported protocols are the same as the ones supported by gvfs.
They are listed on the man page of gvfs, under the gvfs-backends section: https://manpages.ubuntu.com/manpages/jammy/en/man7/gvfs.7.html


- Type: mount
- Key: /user-mounts

Supported on Ubuntu 20.04, 22.04, 22.10, 23.04.

An Ubuntu Pro subscription on the client is required to apply this policy.</string>
      <string id="UbuntuDisplayUserAllMountUserMounts">Mount points for the client</string>
      <string id="UbuntuDisplayUser2304MountUserMounts">Mount points for the client</string>
      <string id="UbuntuDisplayUser2210MountUserMounts">Mount points for the client</string>
      <string id="UbuntuDisplayUser2204MountUserMounts">Mount points for the client</string>
      <string id="UbuntuDisplayUser2004MountUserMounts">Mount points for the client</string>
    </stringTable>

    <presentationTable>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceToolkitAccessibility">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenKeyboardEnabled" defaultChecked="false">On-screen keyboard</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenMagnifierEnabled" defaultChecked="false">Screen magnifier</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopA11yApplicationsScreenReaderEnabled" defaultChecked="false">Screen reader</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureUri">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureUri">
          <label>Picture URI</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundPictureOptions">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="">Picture Options</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2304DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundPictureOptions" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellFavoriteApps">
        <text>List of desktop file IDs for favorite applications</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellFavoriteApps" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellFavoriteApps" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopBackgroundShowDesktopIcons">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopBackgroundShowDesktopIcons" defaultChecked="true">Have file manager handle the desktop</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeShellExtensionsDashToDockShowShowAppsButton" defaultChecked="true">Show applications button</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockFormat">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="">Whether the clock displays in 24h or 12h format</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2304DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowDate">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopInterfaceClockShowWeekday">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowBanners">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableCommandLine">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableCommandLine" defaultChecked="false">Disable command line</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLogOut">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLogOut" defaultChecked="false">Disable log out</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableUserSwitching">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableUserSwitching" defaultChecked="false">Disable user switching</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrinting">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrinting" defaultChecked="false">Disable printing</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisablePrintSetup">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisablePrintSetup" defaultChecked="false">Disable print setup</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableSaveToDisk">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableSaveToDisk" defaultChecked="false">Disable saving files to disk</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownUserAdministrationDisabled">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownUserAdministrationDisabled" defaultChecked="false">Disable user administration</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter">
        <text>Launch settings</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysControlCenter" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal">
        <text>Launch terminal</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeSettingsDaemonPluginsMediaKeysTerminal" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleOverview">
        <text>Keybinding to open the overview</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleOverview" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeShellKeybindingsToggleApplicationView">
        <text>Keybinding to open the “Show Applications” view</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004DconfOrgGnomeShellKeybindingsToggleApplicationView" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu">
        <text>Show the activities overview</text>
        <multiTextBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopWmKeybindingsPanelMainMenu" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeMutterOverlayKey">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeMutterOverlayKey">
          <label>Modifier to use for extended window management operations</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemUser2304DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemUser2210DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeMutterOverlayKey" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeMutterOverlayKey">
          <label></label>
          <defaultValue>'Super_L'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureUri">
        <textBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureUri">
          <label>Picture URI</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureUri">
          <label></label>
          <defaultValue>'file:///usr/share/backgrounds/warty-final-ubuntu.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopScreensaverPictureOptions">
        <dropdownList refId="UbuntuElemUserAllDconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="">Picture Options</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2304DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemUser2210DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2204DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemUser2004DconfOrgGnomeDesktopScreensaverPictureOptions" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopNotificationsShowInLockScreen">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopLockdownDisableLockScreen">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopLockdownDisableLockScreen" defaultChecked="false">Disable lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationUserDconfOrgGnomeDesktopMediaHandlingAutomount">
        <checkBox refId="UbuntuElemUserAllDconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemUser2304DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemUser2210DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemUser2204DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemUser2004DconfOrgGnomeDesktopMediaHandlingAutomount" defaultChecked="true">Whether to automatically mount media</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableRestartButtons">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableRestartButtons" defaultChecked="false">Disable showing the restart buttons</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowInLockScreen" defaultChecked="true">Show notifications in the lock screen</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopNotificationsShowBanners">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopNotificationsShowBanners" defaultChecked="true">Show notification banners</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceToolkitAccessibility" defaultChecked="false">Enable Toolkit Accessibility</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenDisableUserList">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenDisableUserList" defaultChecked="false">Avoid showing user list</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnablePasswordAuthentication" defaultChecked="true">Whether or not to allow passwords for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableFingerprintAuthentication" defaultChecked="true">Whether or not to allow fingerprint readers for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenEnableSmartcardAuthentication" defaultChecked="true">Whether or not to allow smartcard readers for login</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenAllowedFailures">
        <decimalTextBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 23.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 22.10:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 22.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultChecked="false">Override value for 20.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenAllowedFailures" defaultValue="3">Number of allowed authentication failures</decimalTextBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockFormat">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="">Whether the clock displays in 24h or 12h format</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockFormat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowDate">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowDate" defaultChecked="true">Show date in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeDesktopInterfaceClockShowWeekday" defaultChecked="false">Show weekday in clock</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageEnable">
        <checkBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageEnable" defaultChecked="false">Enable showing the banner message</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenBannerMessageText">
        <textBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label>Banner message text</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenBannerMessageText">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfOrgGnomeLoginScreenLogo">
        <textBox refId="UbuntuElemMachineAllGdmDconfOrgGnomeLoginScreenLogo">
          <label>Path to small image at top of user list</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemMachine2304GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemMachine2210GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfOrgGnomeLoginScreenLogo" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfOrgGnomeLoginScreenLogo">
          <label></label>
          <defaultValue>'/usr/share/plymouth/ubuntu-logo.png'</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundColor">
        <textBox refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundColor">
          <label>The background-color property sets the background color.</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundColor">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundPictureUri">
        <textBox refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label>Sets the background image for the login screen.</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundPictureUri">
          <label></label>
          <defaultValue>''</defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundRepeat">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="">The background-repeat property sets if/how the background image will be repeated.</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundRepeat" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineGdmDconfComUbuntuLoginScreenBackgroundSize">
        <dropdownList refId="UbuntuElemMachineAllGdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="">The background-size property specifies the size of the background image.</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004GdmDconfComUbuntuLoginScreenBackgroundSize" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachinePrivilegeClientAdmins">
        <text>Client administrators</text>
        <multiTextBox refId="UbuntuElemMachineAllPrivilegeClientAdmins" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationMachinePrivilegeAllowLocalAdmins">
      </presentation>
      <presentation id="UbuntuPresentationMachineScriptsStartup">
        <text>Startup scripts</text>
        <multiTextBox refId="UbuntuElemMachineAllScriptsStartup" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304ScriptsStartup" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2304ScriptsStartup" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210ScriptsStartup" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2210ScriptsStartup" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204ScriptsStartup" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2204ScriptsStartup" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004ScriptsStartup" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2004ScriptsStartup" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationMachineScriptsShutdown">
        <text>Shutdown scripts</text>
        <multiTextBox refId="UbuntuElemMachineAllScriptsShutdown" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304ScriptsShutdown" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2304ScriptsShutdown" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210ScriptsShutdown" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2210ScriptsShutdown" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204ScriptsShutdown" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2204ScriptsShutdown" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004ScriptsShutdown" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2004ScriptsShutdown" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationMachineApparmorApparmorMachine">
        <text>AppArmor</text>
        <multiTextBox refId="UbuntuElemMachineAllApparmorApparmorMachine" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304ApparmorApparmorMachine" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2304ApparmorApparmorMachine" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210ApparmorApparmorMachine" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2210ApparmorApparmorMachine" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204ApparmorApparmorMachine" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2204ApparmorApparmorMachine" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004ApparmorApparmorMachine" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemMachine2004ApparmorApparmorMachine" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled">
        <checkBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="false">Enable the ALS sensor</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="true">Enable the ALS sensor</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="true">Enable the ALS sensor</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="true">Enable the ALS sensor</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerAmbientEnabled" defaultChecked="true">Enable the ALS sensor</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness">
        <decimalTextBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultValue="">The brightness of the screen when idle</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultChecked="false">Override value for 23.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultValue="30">The brightness of the screen when idle</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultChecked="false">Override value for 22.10:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultValue="30">The brightness of the screen when idle</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultChecked="false">Override value for 22.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultValue="30">The brightness of the screen when idle</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultChecked="false">Override value for 20.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleBrightness" defaultValue="30">The brightness of the screen when idle</decimalTextBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim">
        <checkBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="false">Dim the screen after a period of inactivity</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="true">Dim the screen after a period of inactivity</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="true">Dim the screen after a period of inactivity</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="true">Dim the screen after a period of inactivity</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerIdleDim" defaultChecked="true">Dim the screen after a period of inactivity</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction">
        <dropdownList refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" noSort="true" defaultItem="">Laptop lid close action when on AC</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseAcAction" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction">
        <dropdownList refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" noSort="true" defaultItem="">Laptop lid close action on battery</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseBatteryAction" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor">
        <checkBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Override value for 20.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerLidCloseSuspendWithExternalMonitor" defaultChecked="false">Laptop lid, when closed, will suspend even if there is an external monitor plugged in</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction">
        <dropdownList refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" noSort="true" defaultItem="">Power button action</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerPowerButtonAction" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery">
        <checkBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="false">Enable power-saver profile when battery is low</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="false">Override value for 23.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="true">Enable power-saver profile when battery is low</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="false">Override value for 22.10:</checkBox>
        <checkBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="true">Enable power-saver profile when battery is low</checkBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="false">Override value for 22.04:</checkBox>
        <checkBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerPowerSaverProfileOnLowBattery" defaultChecked="true">Enable power-saver profile when battery is low</checkBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout">
        <decimalTextBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultValue="">Sleep timeout computer when on AC</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultChecked="false">Override value for 23.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultValue="0">Sleep timeout computer when on AC</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultChecked="false">Override value for 22.10:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultValue="0">Sleep timeout computer when on AC</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultChecked="false">Override value for 22.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultValue="0">Sleep timeout computer when on AC</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultChecked="false">Override value for 20.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcTimeout" defaultValue="0">Sleep timeout computer when on AC</decimalTextBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType">
        <dropdownList refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" noSort="true" defaultItem="">Whether to hibernate, suspend or do nothing when inactive</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveAcType" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout">
        <decimalTextBox refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultValue="">Sleep timeout computer when on battery</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultChecked="false">Override value for 23.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultValue="1200">Sleep timeout computer when on battery</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultChecked="false">Override value for 22.10:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultValue="1200">Sleep timeout computer when on battery</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultChecked="false">Override value for 22.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultValue="1200">Sleep timeout computer when on battery</decimalTextBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultChecked="false">Override value for 20.04:</checkBox>
        <decimalTextBox refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryTimeout" defaultValue="1200">Sleep timeout computer when on battery</decimalTextBox>
      </presentation>
      <presentation id="UbuntuPresentationMachineDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType">
        <dropdownList refId="UbuntuElemMachineAllDconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" noSort="true" defaultItem="">Whether to hibernate, suspend or do nothing when inactive</dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" defaultChecked="false">Override value for 23.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2304DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" defaultChecked="false">Override value for 22.10:</checkBox>
        <dropdownList refId="UbuntuElemMachine2210DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" defaultChecked="false">Override value for 22.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2204DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" noSort="true" defaultItem="0"></dropdownList>
        <text/>
        <checkBox refId="UbuntuOverrideElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" defaultChecked="false">Override value for 20.04:</checkBox>
        <dropdownList refId="UbuntuElemMachine2004DconfOrgGnomeSettingsDaemonPluginsPowerSleepInactiveBatteryType" noSort="true" defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="UbuntuPresentationUserScriptsLogon">
        <text>Logon scripts</text>
        <multiTextBox refId="UbuntuElemUserAllScriptsLogon" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304ScriptsLogon" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304ScriptsLogon" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210ScriptsLogon" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210ScriptsLogon" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204ScriptsLogon" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204ScriptsLogon" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004ScriptsLogon" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004ScriptsLogon" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserScriptsLogoff">
        <text>Logoff scripts</text>
        <multiTextBox refId="UbuntuElemUserAllScriptsLogoff" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304ScriptsLogoff" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304ScriptsLogoff" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210ScriptsLogoff" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210ScriptsLogoff" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204ScriptsLogoff" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204ScriptsLogoff" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004ScriptsLogoff" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004ScriptsLogoff" defaultHeight="5" />
      </presentation>
      <presentation id="UbuntuPresentationUserApparmorApparmorUsers">
        <textBox refId="UbuntuElemUserAllApparmorApparmorUsers">
          <label>AppArmor</label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304ApparmorApparmorUsers" defaultChecked="false">Override value for 23.04:</checkBox>
        <textBox refId="UbuntuElemUser2304ApparmorApparmorUsers">
          <label></label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210ApparmorApparmorUsers" defaultChecked="false">Override value for 22.10:</checkBox>
        <textBox refId="UbuntuElemUser2210ApparmorApparmorUsers">
          <label></label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204ApparmorApparmorUsers" defaultChecked="false">Override value for 22.04:</checkBox>
        <textBox refId="UbuntuElemUser2204ApparmorApparmorUsers">
          <label></label>
          <defaultValue></defaultValue>
        </textBox>
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004ApparmorApparmorUsers" defaultChecked="false">Override value for 20.04:</checkBox>
        <textBox refId="UbuntuElemUser2004ApparmorApparmorUsers">
          <label></label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="UbuntuPresentationUserMountUserMounts">
        <text>Mount points for the client</text>
        <multiTextBox refId="UbuntuElemUserAllMountUserMounts" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2304MountUserMounts" defaultChecked="false">Override value for 23.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2304MountUserMounts" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2210MountUserMounts" defaultChecked="false">Override value for 22.10:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2210MountUserMounts" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2204MountUserMounts" defaultChecked="false">Override value for 22.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2204MountUserMounts" defaultHeight="5" />
        <text/>
        <checkBox refId="UbuntuOverrideElemUser2004MountUserMounts" defaultChecked="false">Override value for 20.04:</checkBox>
        
        <multiTextBox refId="UbuntuElemUser2004MountUserMounts" defaultHeight="5" />
      </presentation>
    </presentationTable>

  </resources>
</policyDefinitionResources>
